[
  {
    "imdb": "tt0111161",
    "originalTitle": "The Shawshank Redemption",
    "year": 1994,
    "tag": "Drama",
    "duration": 142,
    "director": "Frank Darabont",
    "writer": "Stephen King, Frank Darabont",
    "productionCompany": "Castle Rock Entertainment",
    "actors": "Tim Robbins, Morgan Freeman, Bob Gunton, William Sadler, Clancy Brown, Gil Bellows, Mark Rolston, James Whitmore, Jeffrey DeMunn, Larry Brandenburg, Neil Giuntoli, Brian Libby, David Proval, Joseph Ragno, Jude Ciccolella",
    "description": "Two imprisoned men bond over a number of years, finding solace and eventual redemption through acts of common decency.",
    "avgVote": 9.3,
    "votes": 2278845
  },
  {
    "imdb": "tt0068646",
    "originalTitle": "The Godfather",
    "year": 1972,
    "tag": "Crime, Drama",
    "duration": 175,
    "director": "Francis Ford Coppola",
    "writer": "Mario Puzo, Francis Ford Coppola",
    "productionCompany": "Paramount Pictures",
    "actors": "Marlon Brando, Al Pacino, James Caan, Richard S. Castellano, Robert Duvall, Sterling Hayden, John Marley, Richard Conte, Al Lettieri, Diane Keaton, Abe Vigoda, Talia Shire, Gianni Russo, John Cazale, Rudy Bond",
    "description": "The aging patriarch of an organized crime dynasty transfers control of his clandestine empire to his reluctant son.",
    "avgVote": 9.2,
    "votes": 1572674
  },
  {
    "imdb": "tt0071562",
    "originalTitle": "The Godfather: Part II",
    "year": 1974,
    "tag": "Crime, Drama",
    "duration": 202,
    "director": "Francis Ford Coppola",
    "writer": "Francis Ford Coppola, Mario Puzo",
    "productionCompany": "Paramount Pictures",
    "actors": "Al Pacino, Robert Duvall, Diane Keaton, Robert De Niro, John Cazale, Talia Shire, Lee Strasberg, Michael V. Gazzo, G.D. Spradlin, Richard Bright, Gastone Moschin, Tom Rosqui, Bruno Kirby, Frank Sivero, Francesca De Sapio",
    "description": "The early life and career of Vito Corleone in 1920s New York City is portrayed, while his son, Michael, expands and tightens his grip on the family crime syndicate.",
    "avgVote": 9,
    "votes": 1098714
  },
  {
    "imdb": "tt0468569",
    "originalTitle": "The Dark Knight",
    "year": 2008,
    "tag": "Action, Crime, Drama",
    "duration": 152,
    "director": "Christopher Nolan",
    "writer": "Jonathan Nolan, Christopher Nolan",
    "productionCompany": "Warner Bros.",
    "actors": "Christian Bale, Heath Ledger, Aaron Eckhart, Michael Caine, Maggie Gyllenhaal, Gary Oldman, Morgan Freeman, Monique Gabriela Curnen, Ron Dean, Cillian Murphy, Chin Han, Nestor Carbonell, Eric Roberts, Ritchie Coster, Anthony Michael Hall",
    "description": "When the menace known as the Joker wreaks havoc and chaos on the people of Gotham, Batman must accept one of the greatest psychological and physical tests of his ability to fight injustice.",
    "avgVote": 9,
    "votes": 2241615
  },
  {
    "imdb": "tt0050083",
    "originalTitle": "12 Angry Men",
    "year": 1957,
    "tag": "Crime, Drama",
    "duration": 96,
    "director": "Sidney Lumet",
    "writer": "Reginald Rose, Reginald Rose",
    "productionCompany": "Orion-Nova Productions",
    "actors": "Martin Balsam, John Fiedler, Lee J. Cobb, E.G. Marshall, Jack Klugman, Edward Binns, Jack Warden, Henry Fonda, Joseph Sweeney, Ed Begley, George Voskovec, Robert Webber",
    "description": "A jury holdout attempts to prevent a miscarriage of justice by forcing his colleagues to reconsider the evidence.",
    "avgVote": 8.9,
    "votes": 668473
  },
  {
    "imdb": "tt0108052",
    "originalTitle": "Schindler's List",
    "year": 1993,
    "tag": "Biography, Drama, History",
    "duration": 195,
    "director": "Steven Spielberg",
    "writer": "Thomas Keneally, Steven Zaillian",
    "productionCompany": "Universal Pictures",
    "actors": "Liam Neeson, Ben Kingsley, Ralph Fiennes, Caroline Goodall, Jonathan Sagall, Embeth Davidtz, Malgorzata Gebel, Shmuel Levy, Mark Ivanir, Béatrice Macola, Andrzej Seweryn, Friedrich von Thun, Krzysztof Luft, Harry Nehring, Norbert Weisser",
    "description": "In German-occupied Poland during World War II, industrialist",
    "avgVote": 8.9,
    "votes": 1183248
  },
  {
    "imdb": "tt0110912",
    "originalTitle": "Pulp Fiction",
    "year": 1994,
    "tag": "Crime, Drama",
    "duration": 154,
    "director": "Quentin Tarantino",
    "writer": "Quentin Tarantino, Roger Avary",
    "productionCompany": "Miramax",
    "actors": "Tim Roth, Amanda Plummer, Laura Lovelace, John Travolta, Samuel L. Jackson, Phil LaMarr, Frank Whaley, Burr Steers, Bruce Willis, Ving Rhames, Paul Calderon, Bronagh Gallagher, Rosanna Arquette, Eric Stoltz, Uma Thurman",
    "description": "The lives of two mob hitmen, a boxer, a gangster and his wife, and a pair of diner bandits intertwine in four tales of violence and redemption.",
    "avgVote": 8.9,
    "votes": 1780147
  },
  {
    "imdb": "tt0167260",
    "originalTitle": "The Lord of the Rings: The Return of the King",
    "year": 2003,
    "tag": "Action, Adventure, Drama",
    "duration": 201,
    "director": "Peter Jackson",
    "writer": "J.R.R. Tolkien, Fran Walsh",
    "productionCompany": "New Line Cinema",
    "actors": "Noel Appleby, Ali Astin, Sean Astin, David Aston, John Bach, Sean Bean, Cate Blanchett, Orlando Bloom, Billy Boyd, Sadwyn Brophy, Alistair Browning, Marton Csokas, Richard Edge, Jason Fitch, Bernard Hill",
    "description": "Gandalf and Aragorn lead the World of Men against Sauron's army to draw his gaze from Frodo and Sam as they approach Mount Doom with the One Ring.",
    "avgVote": 8.9,
    "votes": 1604280
  },
  {
    "imdb": "tt0060196",
    "originalTitle": "Il buono, il brutto, il cattivo",
    "year": 1966,
    "tag": "Western",
    "duration": 161,
    "director": "Sergio Leone",
    "writer": "Luciano Vincenzoni, Sergio Leone",
    "productionCompany": "Produzioni Europee Associate (PEA)",
    "actors": "Eli Wallach, Clint Eastwood, Lee Van Cleef, Aldo Giuffrè, Luigi Pistilli, Rada Rassimov, Enzo Petito, Claudio Scarchilli, John Bartha, Livio Lorenzon, Antonio Casale, Sandro Scarchilli, Benito Stefanelli, Angelo Novi, Antonio Casas",
    "description": "A bounty hunting scam joins two men in an uneasy alliance against a third in a race to find a fortune in gold buried in a remote cemetery.",
    "avgVote": 8.8,
    "votes": 672499
  },
  {
    "imdb": "tt0109830",
    "originalTitle": "Forrest Gump",
    "year": 1994,
    "tag": "Drama, Romance",
    "duration": 142,
    "director": "Robert Zemeckis",
    "writer": "Winston Groom, Eric Roth",
    "productionCompany": "Paramount Pictures",
    "actors": "Tom Hanks, Rebecca Williams, Sally Field, Michael Conner Humphreys, Harold G. Herthum, George Kelly, Bob Penny, John Randall, Sam Anderson, Margo Moorer, Ione M. Telech, Christine Seabrook, John Worsham, Peter Dobson, Siobhan Fallon Hogan",
    "description": "The presidencies of Kennedy and Johnson, the events of Vietnam, Watergate and other historical events unfold through the perspective of an Alabama man with an IQ of 75, whose only desire is to be reunited with his childhood sweetheart.",
    "avgVote": 8.8,
    "votes": 1755490
  },
  {
    "imdb": "tt0120737",
    "originalTitle": "The Lord of the Rings: The Fellowship of the Ring",
    "year": 2001,
    "tag": "Action, Adventure, Drama",
    "duration": 178,
    "director": "Peter Jackson",
    "writer": "J.R.R. Tolkien, Fran Walsh",
    "productionCompany": "New Line Cinema",
    "actors": "Alan Howard, Noel Appleby, Sean Astin, Sala Baker, Sean Bean, Cate Blanchett, Orlando Bloom, Billy Boyd, Marton Csokas, Megan Edwards, Michael Elsworth, Mark Ferguson, Ian Holm, Christopher Lee, Lawrence Makoare",
    "description": "A meek Hobbit from the Shire and eight companions set out on a journey to destroy the powerful One Ring and save Middle-earth from the Dark Lord Sauron.",
    "avgVote": 8.8,
    "votes": 1619920
  },
  {
    "imdb": "tt0137523",
    "originalTitle": "Fight Club",
    "year": 1999,
    "tag": "Drama",
    "duration": 139,
    "director": "David Fincher",
    "writer": "Chuck Palahniuk, Jim Uhls",
    "productionCompany": "Fox 2000 Pictures",
    "actors": "Edward Norton, Brad Pitt, Meat Loaf, Zach Grenier, Richmond Arquette, David Andrews, George Maguire, Eugenie Bondurant, Helena Bonham Carter, Christina Cabot, Sydney 'Big Dawg' Colston, Rachel Singer, Christie Cronenweth, Tim DeZarn, Ezra Buzzington",
    "description": "An insomniac office worker and a devil-may-care soapmaker form an underground fight club that evolves into something much, much more.",
    "avgVote": 8.8,
    "votes": 1807440
  },
  {
    "imdb": "tt1375666",
    "originalTitle": "Inception",
    "year": 2010,
    "tag": "Action, Adventure, Sci-Fi",
    "duration": 148,
    "director": "Christopher Nolan",
    "writer": "Christopher Nolan",
    "productionCompany": "Warner Bros.",
    "actors": "Leonardo DiCaprio, Joseph Gordon-Levitt, Ellen Page, Tom Hardy, Ken Watanabe, Dileep Rao, Cillian Murphy, Tom Berenger, Marion Cotillard, Pete Postlethwaite, Michael Caine, Lukas Haas, Tai-Li Lee, Claire Geare, Magnus Nolan",
    "description": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O.",
    "avgVote": 8.8,
    "votes": 2002816
  },
  {
    "imdb": "tt5813916",
    "originalTitle": "Dag II",
    "year": 2016,
    "tag": "Action, Drama, War",
    "duration": 135,
    "director": "Alper Caglar",
    "writer": "Alper Caglar",
    "productionCompany": "3leven",
    "actors": "Caglar Ertugrul, Ufuk Bayraktar, Ahu Türkpençe, Murat Serezli, Atilgan Gümüs, Murat Arkin, Armagan Oguz, Ahmet Pinar, Açelya Özcan, Bedii Akin, Eylül Arular, Buse Varol, Ozan Agaç, Emir Benderlioglu, Ender Arular",
    "description": "In a desolate war zone where screams of the innocent echo, seven Maroon Berets will dance with death on the very line between disaster and valor.",
    "avgVote": 8.8,
    "votes": 103949
  },
  {
    "imdb": "tt8110330",
    "originalTitle": "Dil Bechara",
    "year": 2020,
    "tag": "Comedy, Drama, Romance",
    "duration": 101,
    "director": "Mukesh Chhabra",
    "writer": "Shashank Khaitan, Suprotim Sengupta",
    "productionCompany": "Fox STAR Studios",
    "actors": "Sushant Singh Rajput, Sanjana Sanghi, Sahil Vaid, Saswata Chatterjee, Swastika Mukherjee, Sunit Tandon, Saif Ali Khan, Michael Muthu, Rajie Vijay Sarathi, Subbalakshmi, Franaita Jijana, Durgesh Kumar, Salone Mehta, Anandita Sarkar, Nimisha Dean",
    "description": "The emotional journey of two hopelessly in love youngsters, a young girl, Kizie, suffering from cancer, and a boy, Manny, whom she meets at a support group.",
    "avgVote": 8.8,
    "votes": 101686
  },
  {
    "imdb": "tt0073486",
    "originalTitle": "One Flew Over the Cuckoo's Nest",
    "year": 1975,
    "tag": "Drama",
    "duration": 133,
    "director": "Milos Forman",
    "writer": "Lawrence Hauben, Bo Goldman",
    "productionCompany": "Fantasy Films",
    "actors": "Jack Nicholson, Louise Fletcher, Will Sampson, Michael Berryman, Alonzo Brown, Peter Brocco, Scatman Crothers, Dean R. Brooks, Mwako Cumbuka, Danny DeVito, William Duell, Josip Elic, Lan Fendors, Nathan George, Ken Kenny",
    "description": "A criminal pleads insanity and is admitted to a mental institution, where he rebels against the oppressive nurse and rallies up the scared patients.",
    "avgVote": 8.7,
    "votes": 891071
  },
  {
    "imdb": "tt0080684",
    "originalTitle": "Star Wars: Episode V - The Empire Strikes Back",
    "year": 1980,
    "tag": "Action, Adventure, Fantasy",
    "duration": 124,
    "director": "Irvin Kershner",
    "writer": "Leigh Brackett, Lawrence Kasdan",
    "productionCompany": "Lucasfilm",
    "actors": "Mark Hamill, Harrison Ford, Carrie Fisher, Billy Dee Williams, Anthony Daniels, David Prowse, Peter Mayhew, Kenny Baker, Frank Oz, Alec Guinness, Jeremy Bulloch, John Hollis, Jack Purvis, Des Webb, Clive Revill",
    "description": "After the Rebels are brutally overpowered by the Empire on the ice planet Hoth, Luke Skywalker begins Jedi training with Yoda, while his friends are pursued by Darth Vader and a bounty hunter named Boba Fett all over the galaxy.",
    "avgVote": 8.7,
    "votes": 1132073
  },
  {
    "imdb": "tt0099685",
    "originalTitle": "Goodfellas",
    "year": 1990,
    "tag": "Biography, Crime, Drama",
    "duration": 146,
    "director": "Martin Scorsese",
    "writer": "Nicholas Pileggi, Nicholas Pileggi",
    "productionCompany": "Warner Bros.",
    "actors": "Robert De Niro, Ray Liotta, Joe Pesci, Lorraine Bracco, Paul Sorvino, Frank Sivero, Tony Darrow, Mike Starr, Frank Vincent, Chuck Low, Frank DiLeo, Henny Youngman, Gina Mastrogiacomo, Catherine Scorsese, Charles Scorsese",
    "description": "The story of",
    "avgVote": 8.7,
    "votes": 991505
  },
  {
    "imdb": "tt0133093",
    "originalTitle": "The Matrix",
    "year": 1999,
    "tag": "Action, Sci-Fi",
    "duration": 136,
    "director": "Lana Wachowski, Lilly Wachowski",
    "writer": "Lilly Wachowski, Lana Wachowski",
    "productionCompany": "Warner Bros.",
    "actors": "Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss, Hugo Weaving, Gloria Foster, Joe Pantoliano, Marcus Chong, Julian Arahanga, Matt Doran, Belinda McClory, Anthony Ray Parker, Paul Goddard, Robert Taylor, David Aston, Marc Aden Gray",
    "description": "A computer hacker learns from mysterious rebels about the true nature of his reality and his role in the war against its controllers.",
    "avgVote": 8.7,
    "votes": 1632315
  },
  {
    "imdb": "tt0167261",
    "originalTitle": "The Lord of the Rings: The Two Towers",
    "year": 2002,
    "tag": "Action, Adventure, Drama",
    "duration": 179,
    "director": "Peter Jackson",
    "writer": "J.R.R. Tolkien, Fran Walsh",
    "productionCompany": "New Line Cinema",
    "actors": "Bruce Allpress, Sean Astin, John Bach, Sala Baker, Cate Blanchett, Orlando Bloom, Billy Boyd, Jed Brophy, Sam Comery, Brad Dourif, Calum Gittins, Bernard Hill, Bruce Hopkins, Paris Howe Strewe, Christopher Lee",
    "description": "While Frodo and Sam edge closer to Mordor with the help of the shifty Gollum, the divided fellowship makes a stand against Sauron's new ally, Saruman, and his hordes of Isengard.",
    "avgVote": 8.7,
    "votes": 1449778
  },
  {
    "imdb": "tt0038650",
    "originalTitle": "It's a Wonderful Life",
    "year": 1946,
    "tag": "Drama, Family, Fantasy",
    "duration": 130,
    "director": "Frank Capra",
    "writer": "Frances Goodrich, Albert Hackett",
    "productionCompany": "Liberty Films (II)",
    "actors": "James Stewart, Donna Reed, Lionel Barrymore, Thomas Mitchell, Henry Travers, Beulah Bondi, Frank Faylen, Ward Bond, Gloria Grahame, H.B. Warner, Frank Albertson, Todd Karns, Samuel S. Hinds, Mary Treen, Virginia Patton",
    "description": "An angel is sent from Heaven to help a desperately frustrated businessman by showing him what life would have been like if he had never existed.",
    "avgVote": 8.6,
    "votes": 388310
  },
  {
    "imdb": "tt0047478",
    "originalTitle": "Shichinin no samurai",
    "year": 1954,
    "tag": "Action, Adventure, Drama",
    "duration": 207,
    "director": "Akira Kurosawa",
    "writer": "Akira Kurosawa, Shinobu Hashimoto",
    "productionCompany": "Toho Company",
    "actors": "Toshirô Mifune, Takashi Shimura, Keiko Tsushima, Yukiko Shimazaki, Kamatari Fujiwara, Daisuke Katô, Isao Kimura, Minoru Chiaki, Seiji Miyaguchi, Yoshio Kosugi, Bokuzen Hidari, Yoshio Inaba, Yoshio Tsuchiya, Kokuten Kôdô, Eijirô Tôno",
    "description": "A poor village under attack by bandits recruits seven unemployed samurai to help them defend themselves.",
    "avgVote": 8.6,
    "votes": 307958
  },
  {
    "imdb": "tt0076759",
    "originalTitle": "Star Wars",
    "year": 1977,
    "tag": "Action, Adventure, Fantasy",
    "duration": 121,
    "director": "George Lucas",
    "writer": "George Lucas",
    "productionCompany": "Lucasfilm",
    "actors": "Mark Hamill, Harrison Ford, Carrie Fisher, Peter Cushing, Alec Guinness, Anthony Daniels, Kenny Baker, Peter Mayhew, David Prowse, Phil Brown, Shelagh Fraser, Jack Purvis, Alex McCrindle, Eddie Byrne, Drewe Henley",
    "description": "Luke Skywalker joins forces with a Jedi Knight, a cocky pilot, a Wookiee and two droids to save the galaxy from the Empire's world-destroying battle station, while also attempting to rescue Princess Leia from the mysterious Darth Vader.",
    "avgVote": 8.6,
    "votes": 1204107
  },
  {
    "imdb": "tt0102926",
    "originalTitle": "The Silence of the Lambs",
    "year": 1991,
    "tag": "Crime, Drama, Thriller",
    "duration": 118,
    "director": "Jonathan Demme",
    "writer": "Thomas Harris, Ted Tally",
    "productionCompany": "Strong Heart/Demme Production",
    "actors": "Jodie Foster, Lawrence A. Bonney, Kasi Lemmons, Lawrence T. Wrentz, Scott Glenn, Anthony Heald, Frankie Faison, Don Brockett, Frank Seals Jr., Stuart Rudin, Anthony Hopkins, Maria Skorobogatov, Jeffrie Lane, Leib Lensky, George 'Red' Schwartz",
    "description": "A young F.B.I. cadet must receive the help of an incarcerated and manipulative cannibal killer to help catch another serial killer, a madman who skins his victims.",
    "avgVote": 8.6,
    "votes": 1234134
  },
  {
    "imdb": "tt0114369",
    "originalTitle": "Se7en",
    "year": 1995,
    "tag": "Crime, Drama, Mystery",
    "duration": 127,
    "director": "David Fincher",
    "writer": "Andrew Kevin Walker",
    "productionCompany": "Cecchi Gori Pictures",
    "actors": "Morgan Freeman, Andrew Kevin Walker, Daniel Zacapa, Brad Pitt, Gwyneth Paltrow, John Cassini, Bob Mack, Peter Crombie, Reg E. Cathey, R. Lee Ermey, George Christy, Endre Hules, Hawthorne James, William Davidson, Bob Collins",
    "description": "Two detectives, a rookie and a veteran, hunt a serial killer who uses the seven deadly sins as his motives.",
    "avgVote": 8.6,
    "votes": 1402015
  },
  {
    "imdb": "tt0118799",
    "originalTitle": "La vita è bella",
    "year": 1997,
    "tag": "Comedy, Drama, Romance",
    "duration": 116,
    "director": "Roberto Benigni",
    "writer": "Vincenzo Cerami, Roberto Benigni",
    "productionCompany": "Melampo Cinematografica",
    "actors": "Roberto Benigni, Nicoletta Braschi, Giorgio Cantarini, Giustino Durano, Sergio Bini Bustric, Marisa Paredes, Horst Buchholz, Lidia Alfonsi, Giuliana Lojodice, Amerigo Fontani, Pietro De Silva, Francesco Guzzo, Raffaella Lebboroni, Claudio Alfonsi, Gil Baroni",
    "description": "When an open-minded Jewish librarian and his son become victims of the Holocaust, he uses a perfect mixture of will, humor, and imagination to protect his son from the dangers around their camp.",
    "avgVote": 8.6,
    "votes": 605648
  },
  {
    "imdb": "tt0120689",
    "originalTitle": "The Green Mile",
    "year": 1999,
    "tag": "Crime, Drama, Fantasy",
    "duration": 189,
    "director": "Frank Darabont",
    "writer": "Stephen King, Frank Darabont",
    "productionCompany": "Castle Rock Entertainment",
    "actors": "Tom Hanks, David Morse, Bonnie Hunt, Michael Clarke Duncan, James Cromwell, Michael Jeter, Graham Greene, Doug Hutchison, Sam Rockwell, Barry Pepper, Jeffrey DeMunn, Patricia Clarkson, Harry Dean Stanton, Dabbs Greer, Eve Brent",
    "description": "The lives of guards on Death Row are affected by one of their charges: a black man accused of child murder and rape, yet who has a mysterious gift.",
    "avgVote": 8.6,
    "votes": 1112336
  },
  {
    "imdb": "tt0120815",
    "originalTitle": "Saving Private Ryan",
    "year": 1998,
    "tag": "Drama, War",
    "duration": 169,
    "director": "Steven Spielberg",
    "writer": "Robert Rodat",
    "productionCompany": "DreamWorks",
    "actors": "Tom Hanks, Tom Sizemore, Edward Burns, Barry Pepper, Adam Goldberg, Vin Diesel, Giovanni Ribisi, Jeremy Davies, Matt Damon, Ted Danson, Paul Giamatti, Dennis Farina, Joerg Stadler, Max Martini, Dylan Bruno",
    "description": "Following the Normandy Landings, a group of U.S. soldiers go behind enemy lines to retrieve a paratrooper whose brothers have been killed in action.",
    "avgVote": 8.6,
    "votes": 1203825
  },
  {
    "imdb": "tt0245429",
    "originalTitle": "Sen to Chihiro no kamikakushi",
    "year": 2001,
    "tag": "Animation, Adventure, Family",
    "duration": 125,
    "director": "Hayao Miyazaki",
    "writer": "Hayao Miyazaki",
    "productionCompany": "Tokuma Shoten",
    "actors": "Rumi Hiiragi, Miyu Irino, Mari Natsuki, Takashi Naitô, Yasuko Sawaguchi, Tatsuya Gashûin, Ryûnosuke Kamiki, Yumi Tamai, Yô Ôizumi, Koba Hayashi, Tsunehiko Kamijô, Takehiko Ono, Bunta Sugawara, Shigeru Wakita, Shirô Saitô",
    "description": "During her family's move to the suburbs, a sullen 10-year-old girl wanders into a world ruled by gods, witches, and spirits, and where humans are changed into beasts.",
    "avgVote": 8.6,
    "votes": 626693
  },
  {
    "imdb": "tt0317248",
    "originalTitle": "Cidade de Deus",
    "year": 2002,
    "tag": "Crime, Drama",
    "duration": 130,
    "director": "Fernando Meirelles, Kátia Lund",
    "writer": "Paulo Lins, Bráulio Mantovani",
    "productionCompany": "O2 Filmes",
    "actors": "Alexandre Rodrigues, Leandro Firmino, Phellipe Haagensen, Douglas Silva, Jonathan Haagensen, Matheus Nachtergaele, Seu Jorge, Jefechander Suplino, Alice Braga, Emerson Gomes, Edson Oliveira, Michel Gomes, Roberta Rodrigues, Luis Otávio, Kiko Marques",
    "description": "In the slums of Rio, two kids' paths diverge as one struggles to become a photographer and the other a kingpin.",
    "avgVote": 8.6,
    "votes": 685856
  },
  {
    "imdb": "tt0816692",
    "originalTitle": "Interstellar",
    "year": 2014,
    "tag": "Adventure, Drama, Sci-Fi",
    "duration": 169,
    "director": "Christopher Nolan",
    "writer": "Jonathan Nolan, Christopher Nolan",
    "productionCompany": "Paramount Pictures",
    "actors": "Ellen Burstyn, Matthew McConaughey, Mackenzie Foy, John Lithgow, Timothée Chalamet, David Oyelowo, Collette Wolfe, Francis X. McCarthy, Bill Irwin, Anne Hathaway, Andrew Borba, Wes Bentley, William Devane, Michael Caine, David Gyasi",
    "description": "A team of explorers travel through a wormhole in space in an attempt to ensure humanity's survival.",
    "avgVote": 8.6,
    "votes": 1449256
  },
  {
    "imdb": "tt6751668",
    "originalTitle": "Gisaengchung",
    "year": 2019,
    "tag": "Comedy, Drama, Thriller",
    "duration": 132,
    "director": "Bong Joon Ho",
    "writer": "Bong Joon Ho, Bong Joon Ho",
    "productionCompany": "Barunson E&A",
    "actors": "Kang-ho Song, Sun-kyun Lee, Yeo-jeong Jo, Woo-sik Choi, So-dam Park, Jeong-eun Lee, Hye-jin Jang, Myeong-hoon Park, Ji-so Jung, Hyun-jun Jung, Keun-rok Park, Jeong Esuz, Jo Jae-Myeong, Ik-han Jung, Kim Gyu Baek",
    "description": "Greed and class discrimination threaten the newly formed symbiotic relationship between the wealthy Park family and the destitute Kim clan.",
    "avgVote": 8.6,
    "votes": 470931
  },
  {
    "imdb": "tt0021749",
    "originalTitle": "City Lights",
    "year": 1931,
    "tag": "Comedy, Drama, Romance",
    "duration": 87,
    "director": "Charles Chaplin",
    "writer": "Charles Chaplin",
    "productionCompany": "Charles Chaplin Productions",
    "actors": "Virginia Cherrill, Florence Lee, Harry Myers, Al Ernest Garcia, Hank Mann, Charles Chaplin",
    "description": "With the aid of a wealthy erratic tippler, a dewy-eyed tramp who has fallen in love with a sightless flower girl accumulates money to be able to help her medically.",
    "avgVote": 8.5,
    "votes": 162668
  },
  {
    "imdb": "tt0027977",
    "originalTitle": "Modern Times",
    "year": 1936,
    "tag": "Comedy, Drama, Family",
    "duration": 87,
    "director": "Charles Chaplin",
    "writer": "Charles Chaplin",
    "productionCompany": "Charles Chaplin Productions",
    "actors": "Charles Chaplin, Paulette Goddard, Henry Bergman, Tiny Sandford, Chester Conklin, Hank Mann, Stanley Blystone, Al Ernest Garcia, Richard Alexander, Cecil Reynolds, Mira McKinney, Murdock MacQuarrie, Wilfred Lucas, Edward LeSaint, Fred Malatesta",
    "description": "The Tramp struggles to live in modern industrial society with the help of a young homeless woman.",
    "avgVote": 8.5,
    "votes": 211250
  },
  {
    "imdb": "tt0034583",
    "originalTitle": "Casablanca",
    "year": 1942,
    "tag": "Drama, Romance, War",
    "duration": 102,
    "director": "Michael Curtiz",
    "writer": "Julius J. Epstein, Philip G. Epstein",
    "productionCompany": "Warner Bros.",
    "actors": "Humphrey Bogart, Ingrid Bergman, Paul Henreid, Claude Rains, Conrad Veidt, Sydney Greenstreet, Peter Lorre, S.Z. Sakall, Madeleine Lebeau, Dooley Wilson, Joy Page, John Qualen, Leonid Kinskey, Curt Bois",
    "description": "A cynical American expatriate struggles to decide whether or not he should help his former lover and her fugitive husband escape French Morocco.",
    "avgVote": 8.5,
    "votes": 509953
  },
  {
    "imdb": "tt0054215",
    "originalTitle": "Psycho",
    "year": 1960,
    "tag": "Horror, Mystery, Thriller",
    "duration": 109,
    "director": "Alfred Hitchcock",
    "writer": "Joseph Stefano, Robert Bloch",
    "productionCompany": "Shamley Productions",
    "actors": "Anthony Perkins, Vera Miles, John Gavin, Janet Leigh, Martin Balsam, John McIntire, Simon Oakland, Frank Albertson, Patricia Hitchcock, Vaughn Taylor, Lurene Tuttle, John Anderson, Mort Mills",
    "description": "A Phoenix secretary embezzles $40,000 from her employer's client, goes on the run, and checks into a remote motel run by a young man under the domination of his mother.",
    "avgVote": 8.5,
    "votes": 586765
  },
  {
    "imdb": "tt0064116",
    "originalTitle": "C'era una volta il West",
    "year": 1968,
    "tag": "Western",
    "duration": 165,
    "director": "Sergio Leone",
    "writer": "Sergio Donati, Sergio Leone",
    "productionCompany": "Rafran Cinematografica",
    "actors": "Claudia Cardinale, Henry Fonda, Jason Robards, Charles Bronson, Gabriele Ferzetti, Paolo Stoppa, Woody Strode, Jack Elam, Keenan Wynn, Frank Wolff, Lionel Stander",
    "description": "A mysterious stranger with a harmonica joins forces with a notorious desperado to protect a beautiful widow from a ruthless assassin working for the railroad.",
    "avgVote": 8.5,
    "votes": 295220
  },
  {
    "imdb": "tt0088763",
    "originalTitle": "Back to the Future",
    "year": 1985,
    "tag": "Adventure, Comedy, Sci-Fi",
    "duration": 116,
    "director": "Robert Zemeckis",
    "writer": "Robert Zemeckis, Bob Gale",
    "productionCompany": "Universal Pictures",
    "actors": "Michael J. Fox, Christopher Lloyd, Lea Thompson, Crispin Glover, Thomas F. Wilson, Claudia Wells, Marc McClure, Wendie Jo Sperber, George DiCenzo, Frances Lee McCain, James Tolkan, J.J. Cohen, Casey Siemaszko, Billy Zane, Harry Waters Jr.",
    "description": "Marty McFly, a 17-year-old high school student, is accidentally sent thirty years into the past in a time-traveling DeLorean invented by his close friend, the eccentric scientist Doc Brown.",
    "avgVote": 8.5,
    "votes": 1027330
  },
  {
    "imdb": "tt0095327",
    "originalTitle": "Hotaru no haka",
    "year": 1988,
    "tag": "Animation, Drama, War",
    "duration": 89,
    "director": "Isao Takahata",
    "writer": "Akiyuki Nosaka, Isao Takahata",
    "productionCompany": "Shinchosha Company",
    "actors": "Tsutomu Tatsumi, Ayano Shiraishi, Yoshiko Shinohara, Akemi Yamaguchi, Tadashi Nakamura, Marcy Bannor, Shelley Calene-Black, Luci Christian, Shannon Conley, Justin Doran, Crispin Freeman, Adam Gibbs, Dan Green, Amy Jones, Susan O. Koozin",
    "description": "A young boy and his little sister struggle to survive in Japan during World War II.",
    "avgVote": 8.5,
    "votes": 225438
  },
  {
    "imdb": "tt0095765",
    "originalTitle": "Nuovo Cinema Paradiso",
    "year": 1988,
    "tag": "Drama",
    "duration": 155,
    "director": "Giuseppe Tornatore",
    "writer": "Giuseppe Tornatore, Giuseppe Tornatore",
    "productionCompany": "Cristaldifilm",
    "actors": "Antonella Attili, Enzo Cannavale, Isa Danieli, Leo Gullotta, Marco Leonardi, Pupella Maggio, Agnese Nano, Leopoldo Trieste, Salvatore Cascio, Tano Cimarosa, Nicola Di Pinto, Roberta Lena, Nino Terzo, Jacques Perrin, Philippe Noiret",
    "description": "A filmmaker recalls his childhood when falling in love with the pictures at the cinema of his home village and forms a deep friendship with the cinema's projectionist.",
    "avgVote": 8.5,
    "votes": 223050
  },
  {
    "imdb": "tt0103064",
    "originalTitle": "Terminator 2: Judgment Day",
    "year": 1991,
    "tag": "Action, Sci-Fi",
    "duration": 137,
    "director": "James Cameron",
    "writer": "James Cameron, William Wisher",
    "productionCompany": "Carolco Pictures",
    "actors": "Arnold Schwarzenegger, Linda Hamilton, Edward Furlong, Robert Patrick, Earl Boen, Joe Morton, S. Epatha Merkerson, Castulo Guerra, Danny Cooksey, Jenette Goldstein, Xander Berkeley, Leslie Hamilton Gearren, Ken Gibbel, Robert Winley, Peter Schrum",
    "description": "A cyborg, identical to the one who failed to kill Sarah Connor, must now protect her teenage son, John Connor, from a more advanced and powerful cyborg.",
    "avgVote": 8.5,
    "votes": 974970
  },
  {
    "imdb": "tt0110357",
    "originalTitle": "The Lion King",
    "year": 1994,
    "tag": "Animation, Adventure, Drama",
    "duration": 88,
    "director": "Roger Allers, Rob Minkoff",
    "writer": "Irene Mecchi, Jonathan Roberts",
    "productionCompany": "Walt Disney Pictures",
    "actors": "Rowan Atkinson, Matthew Broderick, Niketa Calame-Harris, Jim Cummings, Whoopi Goldberg, Robert Guillaume, Jeremy Irons, James Earl Jones, Moira Kelly, Nathan Lane, Zoe Leader, Cheech Marin, Ernie Sabella, Madge Sinclair, Jonathan Taylor Thomas",
    "description": "Lion prince Simba and his father are targeted by his bitter uncle, who wants to ascend the throne himself.",
    "avgVote": 8.5,
    "votes": 917248
  },
  {
    "imdb": "tt0110413",
    "originalTitle": "Léon",
    "year": 1994,
    "tag": "Action, Crime, Drama",
    "duration": 110,
    "director": "Luc Besson",
    "writer": "Luc Besson",
    "productionCompany": "Gaumont",
    "actors": "Jean Reno, Gary Oldman, Natalie Portman, Danny Aiello, Peter Appel, Willi One Blood, Don Creech, Keith A. Glascoe, Randolph Scott, Michael Badalucco, Ellen Greene, Elizabeth Regen, Carl J. Matusovich, Frank Senger, Lucius Wyatt Cherokee",
    "description": "Mathilda, a 12-year-old girl, is reluctantly taken in by Léon, a professional assassin, after her family is murdered. An unusual relationship forms as she becomes his protégée and learns the assassin's trade.",
    "avgVote": 8.5,
    "votes": 1007598
  },
  {
    "imdb": "tt0114814",
    "originalTitle": "The Usual Suspects",
    "year": 1995,
    "tag": "Crime, Mystery, Thriller",
    "duration": 106,
    "director": "Bryan Singer",
    "writer": "Christopher McQuarrie",
    "productionCompany": "PolyGram Filmed Entertainment",
    "actors": "Stephen Baldwin, Gabriel Byrne, Benicio Del Toro, Kevin Pollak, Kevin Spacey, Chazz Palminteri, Pete Postlethwaite, Suzy Amis, Giancarlo Esposito, Dan Hedaya, Paul Bartel, Carl Bressler, Phillipe Simon, Jack Shearer, Christine Estabrook",
    "description": "A sole survivor tells of the twisty events leading up to a horrific gun battle on a boat, which began when five criminals met at a seemingly random police lineup.",
    "avgVote": 8.5,
    "votes": 968947
  },
  {
    "imdb": "tt0120586",
    "originalTitle": "American History X",
    "year": 1998,
    "tag": "Drama",
    "duration": 119,
    "director": "Tony Kaye",
    "writer": "David McKenna",
    "productionCompany": "New Line Cinema",
    "actors": "Edward Norton, Edward Furlong, Beverly D'Angelo, Jennifer Lien, Ethan Suplee, Fairuza Balk, Avery Brooks, Elliott Gould, Stacy Keach, William Russ, Guy Torry, Joe Cortese, Jason Bose Smith, Antonio David Lyons, Alex Sol",
    "description": "A former neo-nazi skinhead tries to prevent his younger brother from going down the same wrong path that he did.",
    "avgVote": 8.5,
    "votes": 1014218
  },
  {
    "imdb": "tt0172495",
    "originalTitle": "Gladiator",
    "year": 2000,
    "tag": "Action, Adventure, Drama",
    "duration": 155,
    "director": "Ridley Scott",
    "writer": "David Franzoni, David Franzoni",
    "productionCompany": "DreamWorks",
    "actors": "Russell Crowe, Joaquin Phoenix, Connie Nielsen, Oliver Reed, Richard Harris, Derek Jacobi, Djimon Hounsou, David Schofield, John Shrapnel, Tomas Arana, Ralf Moeller, Spencer Treat Clark, David Hemmings, Tommy Flanagan, Sven-Ole Thorsen",
    "description": "A former Roman General sets out to exact vengeance against the corrupt emperor who murdered his family and sent him into slavery.",
    "avgVote": 8.5,
    "votes": 1308193
  },
  {
    "imdb": "tt0253474",
    "originalTitle": "The Pianist",
    "year": 2002,
    "tag": "Biography, Drama, Music",
    "duration": 150,
    "director": "Roman Polanski",
    "writer": "Ronald Harwood, Wladyslaw Szpilman",
    "productionCompany": "R.P. Productions",
    "actors": "Adrien Brody, Emilia Fox, Michal Zebrowski, Ed Stoppard, Maureen Lipman, Frank Finlay, Jessica Kate Meyer, Julia Rayner, Wanja Mues, Richard Ridings, Nomi Sharron, Anthony Milner, Lucy Skeaping, Roddy Skeaping, Ben Harlan",
    "description": "A Polish Jewish musician struggles to survive the destruction of the Warsaw ghetto of World War II.",
    "avgVote": 8.5,
    "votes": 707942
  },
  {
    "imdb": "tt0407887",
    "originalTitle": "The Departed",
    "year": 2006,
    "tag": "Crime, Drama, Thriller",
    "duration": 151,
    "director": "Martin Scorsese",
    "writer": "William Monahan, Alan Mak",
    "productionCompany": "Warner Bros.",
    "actors": "Leonardo DiCaprio, Matt Damon, Jack Nicholson, Mark Wahlberg, Martin Sheen, Ray Winstone, Vera Farmiga, Anthony Anderson, Alec Baldwin, Kevin Corrigan, James Badge Dale, David O'Hara, Mark Rolston, Robert Wahlberg, Kristen Dalton",
    "description": "An undercover cop and a mole in the police attempt to identify each other while infiltrating an Irish gang in South Boston.",
    "avgVote": 8.5,
    "votes": 1159703
  },
  {
    "imdb": "tt0482571",
    "originalTitle": "The Prestige",
    "year": 2006,
    "tag": "Drama, Mystery, Sci-Fi",
    "duration": 130,
    "director": "Christopher Nolan",
    "writer": "Jonathan Nolan, Christopher Nolan",
    "productionCompany": "Touchstone Pictures",
    "actors": "Hugh Jackman, Christian Bale, Michael Caine, Piper Perabo, Rebecca Hall, Scarlett Johansson, Samantha Mahurin, David Bowie, Andy Serkis, Daniel Davis, Jim Piddock, Christopher Neame, Mark Ryan, Roger Rees, Jamie Harris",
    "description": "After a tragic accident, two stage magicians engage in a battle to create the ultimate illusion while sacrificing everything they have to outwit each other.",
    "avgVote": 8.5,
    "votes": 1155723
  },
  {
    "imdb": "tt1675434",
    "originalTitle": "Intouchables",
    "year": 2011,
    "tag": "Biography, Comedy, Drama",
    "duration": 112,
    "director": "Olivier Nakache, Éric Toledano",
    "writer": "Olivier Nakache, Philippe Pozzo di Borgo",
    "productionCompany": "Quad Productions",
    "actors": "François Cluzet, Omar Sy, Anne Le Ny, Audrey Fleurot, Joséphine de Meaux, Clotilde Mollet, Alba Gaïa Bellugi, Cyril Mendy, Salimata Kamate, Absa Diatou Toure, Grégoire Oestermann, Dominique Daguier, François Caron, Christian Ameri, Thomas Solivérès",
    "description": "After he becomes a quadriplegic from a paragliding accident, an aristocrat hires a young man from the projects to be his caregiver.",
    "avgVote": 8.5,
    "votes": 736691
  },
  {
    "imdb": "tt2582802",
    "originalTitle": "Whiplash",
    "year": 2014,
    "tag": "Drama, Music",
    "duration": 106,
    "director": "Damien Chazelle",
    "writer": "Damien Chazelle",
    "productionCompany": "Bold Films",
    "actors": "Miles Teller, J.K. Simmons, Paul Reiser, Melissa Benoist, Austin Stowell, Nate Lang, Chris Mulkey, Damon Gupton, Suanne Spoke, Max Kasch, Charlie Ian, Jayson Blair, Kofi Siriboe, Kavita Patil, C.J. Vana",
    "description": "A promising young drummer enrolls at a cut-throat music conservatory where his dreams of greatness are mentored by an instructor who will stop at nothing to realize a student's potential.",
    "avgVote": 8.5,
    "votes": 690732
  },
  {
    "imdb": "tt7286456",
    "originalTitle": "Joker",
    "year": 2019,
    "tag": "Crime, Drama, Thriller",
    "duration": 122,
    "director": "Todd Phillips",
    "writer": "Todd Phillips, Scott Silver",
    "productionCompany": "Warner Bros.",
    "actors": "Joaquin Phoenix, Robert De Niro, Zazie Beetz, Frances Conroy, Brett Cullen, Shea Whigham, Bill Camp, Glenn Fleshler, Leigh Gill, Josh Pais, Rocco Luna, Marc Maron, Sondra James, Murphy Guyer, Douglas Hodge",
    "description": "In Gotham City, mentally troubled comedian Arthur Fleck is disregarded and mistreated by society. He then embarks on a downward spiral of revolution and bloody crime. This path brings him face-to-face with his alter-ego: the Joker.",
    "avgVote": 8.5,
    "votes": 855097
  },
  {
    "imdb": "tt0032553",
    "originalTitle": "The Great Dictator",
    "year": 1940,
    "tag": "Comedy, Drama, War",
    "duration": 125,
    "director": "Charles Chaplin",
    "writer": "Charles Chaplin",
    "productionCompany": "Charles Chaplin Productions",
    "actors": "Charles Chaplin, Jack Oakie, Reginald Gardiner, Henry Daniell, Billy Gilbert, Grace Hayle, Carter DeHaven, Paulette Goddard, Maurice Moscovitch, Emma Dunn, Bernard Gorcey, Paul Weigel, Chester Conklin, Esther Michelson, Hank Mann",
    "description": "Dictator Adenoid Hynkel tries to expand his empire while a poor Jewish barber tries to avoid persecution from Hynkel's regime.",
    "avgVote": 8.4,
    "votes": 197381
  },
  {
    "imdb": "tt0043014",
    "originalTitle": "Sunset Blvd.",
    "year": 1950,
    "tag": "Drama, Film-Noir",
    "duration": 110,
    "director": "Billy Wilder",
    "writer": "Charles Brackett, Billy Wilder",
    "productionCompany": "Paramount Pictures",
    "actors": "William Holden, Gloria Swanson, Erich von Stroheim, Nancy Olson, Fred Clark, Lloyd Gough, Jack Webb, Franklyn Farnum, Larry J. Blake, Charles Dayton, Cecil B. DeMille, Hedda Hopper, Buster Keaton, Anna Q. Nilsson, H.B. Warner",
    "description": "A screenwriter develops a dangerous relationship with a faded film star determined to make a triumphant return.",
    "avgVote": 8.4,
    "votes": 195789
  },
  {
    "imdb": "tt0047396",
    "originalTitle": "Rear Window",
    "year": 1954,
    "tag": "Mystery, Thriller",
    "duration": 112,
    "director": "Alfred Hitchcock",
    "writer": "John Michael Hayes, Cornell Woolrich",
    "productionCompany": "Alfred J. Hitchcock Productions",
    "actors": "James Stewart, Grace Kelly, Wendell Corey, Thelma Ritter, Raymond Burr, Judith Evelyn, Ross Bagdasarian, Georgine Darcy, Sara Berner, Frank Cady, Jesslyn Fax, Rand Harper, Irene Winston, Havis Davenport",
    "description": "A wheelchair-bound photographer spies on his neighbors from his apartment window and becomes convinced one of them has committed murder.",
    "avgVote": 8.4,
    "votes": 432390
  },
  {
    "imdb": "tt0050825",
    "originalTitle": "Paths of Glory",
    "year": 1957,
    "tag": "Drama, War",
    "duration": 88,
    "director": "Stanley Kubrick",
    "writer": "Stanley Kubrick, Calder Willingham",
    "productionCompany": "Bryna Productions",
    "actors": "Kirk Douglas, Ralph Meeker, Adolphe Menjou, George Macready, Wayne Morris, Richard Anderson, Joe Turkel, Christiane Kubrick, Jerry Hausner, Peter Capell, Emile Meyer, Bert Freed, Kem Dibbs, Timothy Carey, Fred Bell",
    "description": "After refusing to attack an enemy position, a general accuses the soldiers of cowardice and their commanding officer must defend them.",
    "avgVote": 8.4,
    "votes": 172671
  },
  {
    "imdb": "tt0051201",
    "originalTitle": "Witness for the Prosecution",
    "year": 1957,
    "tag": "Crime, Drama, Mystery",
    "duration": 116,
    "director": "Billy Wilder",
    "writer": "Agatha Christie, Billy Wilder",
    "productionCompany": "Edward Small Productions",
    "actors": "Tyrone Power, Marlene Dietrich, Charles Laughton, Elsa Lanchester, John Williams, Henry Daniell, Ian Wolfe, Torin Thatcher, Norma Varden, Una O'Connor, Francis Compton, Philip Tonge, Ruta Lee",
    "description": "A veteran British barrister must defend his client in a murder trial that has surprise after surprise.",
    "avgVote": 8.4,
    "votes": 104524
  },
  {
    "imdb": "tt0057012",
    "originalTitle": "Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb",
    "year": 1964,
    "tag": "Comedy",
    "duration": 95,
    "director": "Stanley Kubrick",
    "writer": "Stanley Kubrick, Terry Southern",
    "productionCompany": "Columbia Pictures",
    "actors": "Peter Sellers, George C. Scott, Sterling Hayden, Keenan Wynn, Slim Pickens, Peter Bull, James Earl Jones, Tracy Reed, Jack Creley, Frank Berry, Robert O'Neil, Glenn Beck, Roy Stephens, Shane Rimmer, Hal Galili",
    "description": "An insane general triggers a path to nuclear holocaust that a War Room full of politicians and generals frantically tries to stop.",
    "avgVote": 8.4,
    "votes": 441115
  },
  {
    "imdb": "tt0078748",
    "originalTitle": "Alien",
    "year": 1979,
    "tag": "Horror, Sci-Fi",
    "duration": 117,
    "director": "Ridley Scott",
    "writer": "Dan O'Bannon, Dan O'Bannon",
    "productionCompany": "Brandywine Productions",
    "actors": "Tom Skerritt, Sigourney Weaver, Veronica Cartwright, Harry Dean Stanton, John Hurt, Ian Holm, Yaphet Kotto, Bolaji Badejo, Helen Horton",
    "description": "After a space merchant vessel receives an unknown transmission as a distress call, one of the crew is attacked by a mysterious life form and they soon realize that its life cycle has merely begun.",
    "avgVote": 8.4,
    "votes": 768874
  },
  {
    "imdb": "tt0078788",
    "originalTitle": "Apocalypse Now",
    "year": 1979,
    "tag": "Drama, Mystery, War",
    "duration": 147,
    "director": "Francis Ford Coppola",
    "writer": "John Milius, Francis Ford Coppola",
    "productionCompany": "American Zoetrope",
    "actors": "Marlon Brando, Martin Sheen, Robert Duvall, Frederic Forrest, Sam Bottoms, Laurence Fishburne, Albert Hall, Harrison Ford, Dennis Hopper, G.D. Spradlin, Jerry Ziesmer, Scott Glenn, Bo Byers, James Keane, Kerry Rossall",
    "description": "A U.S. Army officer serving in Vietnam is tasked with assassinating a renegade Special Forces Colonel who sees himself as a god.",
    "avgVote": 8.4,
    "votes": 591251
  },
  {
    "imdb": "tt0081505",
    "originalTitle": "The Shining",
    "year": 1980,
    "tag": "Drama, Horror",
    "duration": 146,
    "director": "Stanley Kubrick",
    "writer": "Stephen King, Stanley Kubrick",
    "productionCompany": "Warner Bros.",
    "actors": "Jack Nicholson, Shelley Duvall, Danny Lloyd, Scatman Crothers, Barry Nelson, Philip Stone, Joe Turkel, Anne Jackson, Tony Burton, Lia Beldam, Billie Gibson, Barry Dennen, David Baxt, Manning Redwood, Lisa Burns",
    "description": "A family heads to an isolated hotel for the winter where a sinister presence influences the father into violence, while his psychic son sees horrific forebodings from both past and future.",
    "avgVote": 8.4,
    "votes": 869480
  },
  {
    "imdb": "tt0082971",
    "originalTitle": "Raiders of the Lost Ark",
    "year": 1981,
    "tag": "Action, Adventure",
    "duration": 115,
    "director": "Steven Spielberg",
    "writer": "Lawrence Kasdan, George Lucas",
    "productionCompany": "Paramount Pictures",
    "actors": "Harrison Ford, Karen Allen, Paul Freeman, Ronald Lacey, John Rhys-Davies, Denholm Elliott, Alfred Molina, Wolf Kahler, Anthony Higgins, Vic Tablian, Don Fellows, William Hootkins, Bill Reimbold, Fred Sorenson, Patrick Durkin",
    "description": "In 1936, archaeologist and adventurer Indiana Jones is hired by the U.S. government to find the Ark of the Covenant before",
    "avgVote": 8.4,
    "votes": 865510
  },
  {
    "imdb": "tt0087843",
    "originalTitle": "Once Upon a Time in America",
    "year": 1984,
    "tag": "Crime, Drama",
    "duration": 229,
    "director": "Sergio Leone",
    "writer": "Harry Grey, Leonardo Benvenuti",
    "productionCompany": "The Ladd Company",
    "actors": "Robert De Niro, James Woods, Elizabeth McGovern, Treat Williams, Tuesday Weld, Burt Young, Joe Pesci, Danny Aiello, William Forsythe, James Hayden, Darlanne Fluegel, Larry Rapp, Dutch Miller, Robert Harper, Richard Bright",
    "description": "A former Prohibition-era Jewish gangster returns to the Lower East Side of Manhattan over thirty years later, where he once again must confront the ghosts and regrets of his old life.",
    "avgVote": 8.4,
    "votes": 302317
  },
  {
    "imdb": "tt0119698",
    "originalTitle": "Mononoke-hime",
    "year": 1997,
    "tag": "Animation, Adventure, Fantasy",
    "duration": 134,
    "director": "Hayao Miyazaki",
    "writer": "Hayao Miyazaki, Neil Gaiman",
    "productionCompany": "DENTSU Music And Entertainment",
    "actors": "Billy Crudup, Billy Bob Thornton, Minnie Driver, John DiMaggio, Claire Danes, John DeMita, Jada Pinkett Smith, Gillian Anderson, Keith David, Corey Burton, Tara Strong, Julia Fletcher, Debi Derryberry, Alex Fernandez, Jack Fletcher",
    "description": "On a journey to find the cure for a Tatarigami's curse, Ashitaka finds himself in the middle of a war between the forest gods and Tatara, a mining colony. In this quest he also meets San, the Mononoke Hime.",
    "avgVote": 8.4,
    "votes": 331045
  },
  {
    "imdb": "tt0209144",
    "originalTitle": "Memento",
    "year": 2000,
    "tag": "Mystery, Thriller",
    "duration": 113,
    "director": "Christopher Nolan",
    "writer": "Christopher Nolan, Jonathan Nolan",
    "productionCompany": "Newmarket Capital Group",
    "actors": "Guy Pearce, Carrie-Anne Moss, Joe Pantoliano, Mark Boone Junior, Russ Fega, Jorja Fox, Stephen Tobolowsky, Harriet Sansom Harris, Thomas Lennon, Callum Keith Rennie, Kimberly Campbell, Marianne Muellerleile, Larry Holden",
    "description": "A man with short-term memory loss attempts to track down his wife's murderer.",
    "avgVote": 8.4,
    "votes": 1098879
  },
  {
    "imdb": "tt0364569",
    "originalTitle": "Oldeuboi",
    "year": 2003,
    "tag": "Action, Drama, Mystery",
    "duration": 120,
    "director": "Chan-wook Park",
    "writer": "Garon Tsuchiya, Nobuaki Minegishi",
    "productionCompany": "Egg Films",
    "actors": "Min-sik Choi, Ji-Tae Yoo, Hye-jeong Kang, Dae-han Ji, Dal-su Oh, Byeong-ok Kim, Seung-shin Lee, Jin-Seo Yoon, Dae-yeon Lee, Kwang-rok Oh, Tae-kyung Oh, Yeon-Seok Yoo, Il-han Oo, Su-hyeon Kim, Seung-jin Lee",
    "description": "After being kidnapped and imprisoned for fifteen years, Oh Dae-Su is released, only to find that he must find his captor in five days.",
    "avgVote": 8.4,
    "votes": 501082
  },
  {
    "imdb": "tt0405094",
    "originalTitle": "Das Leben der Anderen",
    "year": 2006,
    "tag": "Drama, Mystery, Thriller",
    "duration": 137,
    "director": "Florian Henckel von Donnersmarck",
    "writer": "Florian Henckel von Donnersmarck",
    "productionCompany": "Wiedemann & Berg Filmproduktion",
    "actors": "Martina Gedeck, Ulrich Mühe, Sebastian Koch, Ulrich Tukur, Thomas Thieme, Hans-Uwe Bauer, Volkmar Kleinert, Matthias Brenner, Charly Hübner, Herbert Knaup, Bastian Trost, Marie Gruber, Volker Michalowski, Werner Daehn, Martin Brambach",
    "description": "In 1984 East Berlin, an agent of the secret police, conducting surveillance on a writer and his lover, finds himself becoming increasingly absorbed by their lives.",
    "avgVote": 8.4,
    "votes": 349642
  },
  {
    "imdb": "tt0910970",
    "originalTitle": "WALL·E",
    "year": 2008,
    "tag": "Animation, Adventure, Family",
    "duration": 98,
    "director": "Andrew Stanton",
    "writer": "Andrew Stanton, Pete Docter",
    "productionCompany": "FortyFour Studios",
    "actors": "Ben Burtt, Elissa Knight, Jeff Garlin, Fred Willard, MacInTalk, John Ratzenberger, Kathy Najimy, Sigourney Weaver, Teddy Newton, Bob Bergen, John Cygan, Pete Docter, Paul Eiding, Donald Fullilove, Teresa Ganzel",
    "description": "In the distant future, a small waste-collecting robot inadvertently embarks on a space journey that will ultimately decide the fate of mankind.",
    "avgVote": 8.4,
    "votes": 974734
  },
  {
    "imdb": "tt0986264",
    "originalTitle": "Taare Zameen Par",
    "year": 2007,
    "tag": "Drama, Family",
    "duration": 165,
    "director": "Aamir Khan, Amole Gupte",
    "writer": "Amole Gupte, Amole Gupte",
    "productionCompany": "Aamir Khan Productions",
    "actors": "Darsheel Safary, Aamir Khan, Tisca Chopra, Vipin Sharma, Sachet Engineer, Tanay Chheda, Lalitha Lajmi, Girija Oak, Ravi Khanvilkar, Pratima Kulkarni, Meghna Malik, Sonali Sachdev, Sanjay Dadich, Raaj Gopal Iyer, Bugs Bhargava",
    "description": "An eight-year-old boy is thought to be a lazy trouble-maker, until the new art teacher has the patience and compassion to discover the real problem behind his struggles in school.",
    "avgVote": 8.4,
    "votes": 161867
  },
  {
    "imdb": "tt1187043",
    "originalTitle": "3 Idiots",
    "year": 2009,
    "tag": "Comedy, Drama",
    "duration": 170,
    "director": "Rajkumar Hirani",
    "writer": "Rajkumar Hirani, Abhijat Joshi",
    "productionCompany": "Vinod Chopra Productions",
    "actors": "Aamir Khan, Madhavan, Sharman Joshi, Kareena Kapoor, Boman Irani, Omi Vaidya, Mona Singh, Olivier Lafont, Rahul Kumar, Parikshit Sahni, Farida Dadi, Amardeep Jha, Mukund Bhatt, Chaitali Bose, Javed Jaffrey",
    "description": "Two friends are searching for their long lost companion. They revisit their college days and recall the memories of their friend who inspired them to think differently, even as the rest of the world called them \"idiots\".",
    "avgVote": 8.4,
    "votes": 332217
  },
  {
    "imdb": "tt1345836",
    "originalTitle": "The Dark Knight Rises",
    "year": 2012,
    "tag": "Action, Adventure",
    "duration": 164,
    "director": "Christopher Nolan",
    "writer": "Jonathan Nolan, Christopher Nolan",
    "productionCompany": "Warner Bros.",
    "actors": "Christian Bale, Gary Oldman, Tom Hardy, Joseph Gordon-Levitt, Anne Hathaway, Marion Cotillard, Morgan Freeman, Michael Caine, Matthew Modine, Alon Aboutboul, Ben Mendelsohn, Burn Gorman, Daniel Sunjata, Aidan Gillen, Sam Kennard",
    "description": "Eight years after the Joker's reign of anarchy, Batman, with the help of the enigmatic Catwoman, is forced from his exile to save Gotham City from the brutal guerrilla terrorist Bane.",
    "avgVote": 8.4,
    "votes": 1480582
  },
  {
    "imdb": "tt1853728",
    "originalTitle": "Django Unchained",
    "year": 2012,
    "tag": "Drama, Western",
    "duration": 165,
    "director": "Quentin Tarantino",
    "writer": "Quentin Tarantino",
    "productionCompany": "The Weinstein Company",
    "actors": "Jamie Foxx, Christoph Waltz, Leonardo DiCaprio, Kerry Washington, Samuel L. Jackson, Walton Goggins, Dennis Christopher, James Remar, David Steen, Dana Gourrier, Nichole Galicia, Laura Cayouette, Ato Essandoh, Sammi Rotibi, Clay Donahue Fontenot",
    "description": "With the help of a German bounty hunter, a freed slave sets out to rescue his wife from a brutal Mississippi plantation owner.",
    "avgVote": 8.4,
    "votes": 1317856
  },
  {
    "imdb": "tt2380307",
    "originalTitle": "Coco",
    "year": 2017,
    "tag": "Animation, Adventure, Family",
    "duration": 105,
    "director": "Lee Unkrich, Adrian Molina",
    "writer": "Lee Unkrich, Jason Katz",
    "productionCompany": "Walt Disney Pictures",
    "actors": "Anthony Gonzalez, Gael García Bernal, Benjamin Bratt, Alanna Ubach, Renee Victor, Jaime Camil, Alfonso Arau, Herbert Siguenza, Gabriel Iglesias, Lombardo Boyar, Ana Ofelia Murguía, Natalia Cordova-Buckley, Selene Luna, Edward James Olmos, Sofía Espinosa",
    "description": "Aspiring musician Miguel, confronted with his family's ancestral ban on music, enters the Land of the Dead to find his great-great-grandfather, a legendary singer.",
    "avgVote": 8.4,
    "votes": 352455
  },
  {
    "imdb": "tt4154756",
    "originalTitle": "Avengers: Infinity War",
    "year": 2018,
    "tag": "Action, Adventure, Sci-Fi",
    "duration": 149,
    "director": "Anthony Russo, Joe Russo",
    "writer": "Christopher Markus, Stephen McFeely",
    "productionCompany": "Marvel Studios",
    "actors": "Robert Downey Jr., Chris Hemsworth, Mark Ruffalo, Chris Evans, Scarlett Johansson, Don Cheadle, Benedict Cumberbatch, Tom Holland, Chadwick Boseman, Zoe Saldana, Karen Gillan, Tom Hiddleston, Paul Bettany, Elizabeth Olsen, Anthony Mackie",
    "description": "The Avengers and their allies must be willing to sacrifice all in an attempt to defeat the powerful Thanos before his blitz of devastation and ruin puts an end to the universe.",
    "avgVote": 8.4,
    "votes": 796486
  },
  {
    "imdb": "tt4154796",
    "originalTitle": "Avengers: Endgame",
    "year": 2019,
    "tag": "Action, Adventure, Drama",
    "duration": 181,
    "director": "Anthony Russo, Joe Russo",
    "writer": "Christopher Markus, Stephen McFeely",
    "productionCompany": "Marvel Studios",
    "actors": "Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, Jeremy Renner, Don Cheadle, Paul Rudd, Benedict Cumberbatch, Chadwick Boseman, Brie Larson, Tom Holland, Karen Gillan, Zoe Saldana, Evangeline Lilly",
    "description": "After the devastating events of",
    "avgVote": 8.4,
    "votes": 754786
  },
  {
    "imdb": "tt4633694",
    "originalTitle": "Spider-Man: Into the Spider-Verse",
    "year": 2018,
    "tag": "Animation, Action, Adventure",
    "duration": 117,
    "director": "Bob Persichetti, Peter Ramsey",
    "writer": "Phil Lord, Rodney Rothman",
    "productionCompany": "Sony Pictures Entertainment (SPE)",
    "actors": "Shameik Moore, Jake Johnson, Hailee Steinfeld, Mahershala Ali, Brian Tyree Henry, Lily Tomlin, Luna Lauren Velez, Zoë Kravitz, John Mulaney, Kimiko Glenn, Nicolas Cage, Kathryn Hahn, Liev Schreiber, Chris Pine, Natalie Morales",
    "description": "Teen Miles Morales becomes the Spider-Man of his universe, and must join with five spider-powered individuals from other dimensions to stop a threat for all realities.",
    "avgVote": 8.4,
    "votes": 335892
  },
  {
    "imdb": "tt5074352",
    "originalTitle": "Dangal",
    "year": 2016,
    "tag": "Action, Biography, Drama",
    "duration": 161,
    "director": "Nitesh Tiwari",
    "writer": "Piyush Gupta, Shreyas Jain",
    "productionCompany": "Aamir Khan Productions",
    "actors": "Aamir Khan, Fatima Sana Shaikh, Sanya Malhotra, Sakshi Tanwar, Aparshakti Khurana, Zaira Wasim, Suhani Bhatnagar, Ritvik Sahore, Girish Kulkarni, Ravi Aneja, Anurag Arora, Mahesh Balraj, Vivan Bhatena, Anmol Charan, Karamveer Choudhary",
    "description": "Former wrestler",
    "avgVote": 8.4,
    "votes": 147907
  },
  {
    "imdb": "tt5311514",
    "originalTitle": "Kimi no na wa.",
    "year": 2016,
    "tag": "Animation, Drama, Fantasy",
    "duration": 106,
    "director": "Makoto Shinkai",
    "writer": "Makoto Shinkai, Makoto Shinkai",
    "productionCompany": "Amuse",
    "actors": "Ryûnosuke Kamiki, Mone Kamishiraishi, Ryô Narita, Aoi Yûki, Nobunaga Shimazaki, Kaito Ishikawa, Kanon Tani, Masaki Terasoma, Sayaka Ôhara, Kazuhiko Inoue, Chafûrin, Kana Hanazawa, Yuka Terasaki, Takashi Onozuka, Yôhei Namekawa",
    "description": "Two strangers find themselves linked in a bizarre way. When a connection forms, will distance be the only thing to keep them apart?",
    "avgVote": 8.4,
    "votes": 178480
  },
  {
    "imdb": "tt8267604",
    "originalTitle": "Capharnaüm",
    "year": 2018,
    "tag": "Drama",
    "duration": 126,
    "director": "Nadine Labaki",
    "writer": "Nadine Labaki, Jihad Hojeily",
    "productionCompany": "Mooz Films",
    "actors": "Zain Al Rafeea, Yordanos Shiferaw, Boluwatife Treasure Bankole, Kawsar Al Haddad, Fadi Yousef, Cedra Izzam, Alaa Chouchnieh, Elias Khoury, Mohammad Al Abdallah, Mohamad Abdellatif, Abdo Abdo, Hampig Abraham, Jamil Ahmad, Mohamad Akkar, Elias Akobegia",
    "description": "While serving a five-year sentence for a violent crime, a 12-year-old boy sues his parents for neglect.",
    "avgVote": 8.4,
    "votes": 53506
  },
  {
    "imdb": "tt0012349",
    "originalTitle": "The Kid",
    "year": 1921,
    "tag": "Comedy, Drama, Family",
    "duration": 68,
    "director": "Charles Chaplin",
    "writer": "Charles Chaplin",
    "productionCompany": "Charles Chaplin Productions",
    "actors": "Carl Miller, Edna Purviance, Jackie Coogan, Charles Chaplin",
    "description": "The Tramp cares for an abandoned child, but events put that relationship in jeopardy.",
    "avgVote": 8.3,
    "votes": 109038
  },
  {
    "imdb": "tt0017136",
    "originalTitle": "Metropolis",
    "year": 1927,
    "tag": "Drama, Sci-Fi",
    "duration": 153,
    "director": "Fritz Lang",
    "writer": "Thea von Harbou, Thea von Harbou",
    "productionCompany": "Universum Film (UFA)",
    "actors": "Alfred Abel, Gustav Fröhlich, Rudolf Klein-Rogge, Fritz Rasp, Theodor Loos, Erwin Biswanger, Heinrich George, Brigitte Helm",
    "description": "In a futuristic city sharply divided between the working class and the city planners, the son of the city's mastermind falls in love with a working class prophet who predicts the coming of a savior to mediate their differences.",
    "avgVote": 8.3,
    "votes": 156076
  },
  {
    "imdb": "tt0022100",
    "originalTitle": "M - Eine Stadt sucht einen Mörder",
    "year": 1931,
    "tag": "Crime, Mystery, Thriller",
    "duration": 117,
    "director": "Fritz Lang",
    "writer": "Thea von Harbou, Fritz Lang",
    "productionCompany": "Nero-Film AG",
    "actors": "Peter Lorre, Ellen Widmann, Inge Landgut, Otto Wernicke, Theodor Loos, Gustaf Gründgens, Friedrich Gnaß, Fritz Odemar, Paul Kemp, Theo Lingen, Rudolf Blümner, Georg John, Franz Stein, Ernst Stahl-Nachbaur, Gerhard Bienert",
    "description": "When the police in a German city are unable to catch a child-murderer, other criminals join in the manhunt.",
    "avgVote": 8.3,
    "votes": 139271
  },
  {
    "imdb": "tt0033467",
    "originalTitle": "Citizen Kane",
    "year": 1941,
    "tag": "Drama, Mystery",
    "duration": 119,
    "director": "Orson Welles",
    "writer": "Herman J. Mankiewicz, Orson Welles",
    "productionCompany": "RKO Radio Pictures",
    "actors": "Joseph Cotten, Dorothy Comingore, Agnes Moorehead, Ruth Warrick, Ray Collins, Erskine Sanford, Everett Sloane, William Alland, Paul Stewart, George Coulouris, Fortunio Bonanova, Gus Schilling, Philip Van Zandt, Georgia Backus, Harry Shannon",
    "description": "Following the death of publishing tycoon Charles Foster Kane, reporters scramble to uncover the meaning of his final utterance; 'Rosebud'.",
    "avgVote": 8.3,
    "votes": 389322
  },
  {
    "imdb": "tt0036775",
    "originalTitle": "Double Indemnity",
    "year": 1944,
    "tag": "Crime, Drama, Film-Noir",
    "duration": 107,
    "director": "Billy Wilder",
    "writer": "Billy Wilder, Raymond Chandler",
    "productionCompany": "Paramount Pictures",
    "actors": "Fred MacMurray, Barbara Stanwyck, Edward G. Robinson, Porter Hall, Jean Heather, Tom Powers, Byron Barr, Richard Gaines, Fortunio Bonanova, John Philliber",
    "description": "An insurance representative lets himself be talked by a seductive housewife into a murder/insurance fraud scheme that arouses the suspicion of an insurance investigator.",
    "avgVote": 8.3,
    "votes": 139564
  },
  {
    "imdb": "tt0040522",
    "originalTitle": "Ladri di biciclette",
    "year": 1948,
    "tag": "Drama",
    "duration": 89,
    "director": "Vittorio De Sica",
    "writer": "Cesare Zavattini, Luigi Bartolini",
    "productionCompany": "Produzioni De Sica (PDS)",
    "actors": "Lamberto Maggiorani, Enzo Staiola, Lianella Carell, Elena Altieri, Gino Saltamerenda, Giulio Chiari, Vittorio Antonucci, Michele Sakara, Fausto Guerzoni, Emma Druetti, Carlo Jachino",
    "description": "In post-war Italy, a working-class man's bicycle is stolen. He and his son set out to find it.",
    "avgVote": 8.3,
    "votes": 141507
  },
  {
    "imdb": "tt0044741",
    "originalTitle": "Ikiru",
    "year": 1952,
    "tag": "Drama",
    "duration": 143,
    "director": "Akira Kurosawa",
    "writer": "Akira Kurosawa, Shinobu Hashimoto",
    "productionCompany": "Toho Company",
    "actors": "Takashi Shimura, Shin'ichi Himori, Haruo Tanaka, Minoru Chiaki, Miki Odagiri, Bokuzen Hidari, Minosuke Yamada, Kamatari Fujiwara, Makoto Kobori, Nobuo Kaneko, Nobuo Nakamura, Atsushi Watanabe, Isao Kimura, Masao Shimizu, Yûnosuke Itô",
    "description": "A bureaucrat tries to find a meaning in his life after he discovers he has terminal cancer.",
    "avgVote": 8.3,
    "votes": 65369
  },
  {
    "imdb": "tt0045152",
    "originalTitle": "Singin' in the Rain",
    "year": 1952,
    "tag": "Comedy, Musical, Romance",
    "duration": 103,
    "director": "Stanley Donen, Gene Kelly",
    "writer": "Betty Comden, Adolph Green",
    "productionCompany": "Metro-Goldwyn-Mayer (MGM)",
    "actors": "Gene Kelly, Donald O'Connor, Debbie Reynolds, Jean Hagen, Millard Mitchell, Cyd Charisse, Douglas Fowley, Rita Moreno",
    "description": "A silent film production company and cast make a difficult transition to sound.",
    "avgVote": 8.3,
    "votes": 213152
  },
  {
    "imdb": "tt0052357",
    "originalTitle": "Vertigo",
    "year": 1958,
    "tag": "Mystery, Romance, Thriller",
    "duration": 128,
    "director": "Alfred Hitchcock",
    "writer": "Alec Coppel, Samuel A. Taylor",
    "productionCompany": "Alfred J. Hitchcock Productions",
    "actors": "James Stewart, Kim Novak, Barbara Bel Geddes, Tom Helmore, Henry Jones, Raymond Bailey, Ellen Corby, Konstantin Shayne, Lee Patrick",
    "description": "A former police detective juggles wrestling with his personal demons and becoming obsessed with a hauntingly beautiful woman.",
    "avgVote": 8.3,
    "votes": 352786
  },
  {
    "imdb": "tt0053125",
    "originalTitle": "North by Northwest",
    "year": 1959,
    "tag": "Adventure, Mystery, Thriller",
    "duration": 136,
    "director": "Alfred Hitchcock",
    "writer": "Ernest Lehman",
    "productionCompany": "Metro-Goldwyn-Mayer (MGM)",
    "actors": "Cary Grant, Eva Marie Saint, James Mason, Jessie Royce Landis, Leo G. Carroll, Josephine Hutchinson, Philip Ober, Martin Landau, Adam Williams, Edward Platt, Robert Ellenstein, Les Tremayne, Philip Coolidge, Patrick McVey, Edward Binns",
    "description": "A New York City advertising executive goes on the run after being mistaken for a government agent by a group of foreign spies.",
    "avgVote": 8.3,
    "votes": 291628
  },
  {
    "imdb": "tt0053604",
    "originalTitle": "The Apartment",
    "year": 1960,
    "tag": "Comedy, Drama, Romance",
    "duration": 125,
    "director": "Billy Wilder",
    "writer": "Billy Wilder, I.A.L. Diamond",
    "productionCompany": "The Mirisch Corporation",
    "actors": "Jack Lemmon, Shirley MacLaine, Fred MacMurray, Ray Walston, Jack Kruschen, David Lewis, Hope Holiday, Joan Shawlee, Naomi Stevens, Johnny Seven, Joyce Jameson, Willard Waterman, David White, Edie Adams",
    "description": "A man tries to rise in his company by letting its executives use his apartment for trysts, but complications and a romance of his own ensue.",
    "avgVote": 8.3,
    "votes": 158999
  },
  {
    "imdb": "tt0056172",
    "originalTitle": "Lawrence of Arabia",
    "year": 1962,
    "tag": "Adventure, Biography, Drama",
    "duration": 228,
    "director": "David Lean",
    "writer": "T.E. Lawrence, Robert Bolt",
    "productionCompany": "Horizon Pictures (II)",
    "actors": "Peter O'Toole, Alec Guinness, Anthony Quinn, Jack Hawkins, Omar Sharif, José Ferrer, Anthony Quayle, Claude Rains, Arthur Kennedy, Donald Wolfit, I.S. Johar, Gamil Ratib, Michel Ray, John Dimech, Zia Mohyeddin",
    "description": "The story of",
    "avgVote": 8.3,
    "votes": 261504
  },
  {
    "imdb": "tt0059578",
    "originalTitle": "Per qualche dollaro in più",
    "year": 1965,
    "tag": "Western",
    "duration": 132,
    "director": "Sergio Leone",
    "writer": "Sergio Leone, Fulvio Morsella",
    "productionCompany": "Produzioni Europee Associate (PEA)",
    "actors": "Clint Eastwood, Lee Van Cleef, Gian Maria Volontè, Mara Krupp, Luigi Pistilli, Klaus Kinski, Luis Rodríguez, Benito Stefanelli, Panos Papadopulos, Aldo Sambrell, Roberto Camardiel, Joseph Egger, Tomás Blanco, Lorenzo Robledo, Dante Maggio",
    "description": "Two bounty hunters with the same intentions team up to track down a Western outlaw.",
    "avgVote": 8.3,
    "votes": 226039
  },
  {
    "imdb": "tt0062622",
    "originalTitle": "2001: A Space Odyssey",
    "year": 1968,
    "tag": "Adventure, Sci-Fi",
    "duration": 149,
    "director": "Stanley Kubrick",
    "writer": "Stanley Kubrick, Arthur C. Clarke",
    "productionCompany": "Metro-Goldwyn-Mayer (MGM)",
    "actors": "Keir Dullea, Gary Lockwood, William Sylvester, Daniel Richter, Leonard Rossiter, Margaret Tyzack, Robert Beatty, Sean Sullivan, Douglas Rain, Frank Miller, Bill Weston, Ed Bishop, Glenn Beck, Alan Gifford, Ann Gillis",
    "description": "After discovering a mysterious artifact buried beneath the Lunar surface, mankind sets off on a quest to find its origins with help from intelligent supercomputer H.A.L. 9000.",
    "avgVote": 8.3,
    "votes": 587866
  },
  {
    "imdb": "tt0066921",
    "originalTitle": "A Clockwork Orange",
    "year": 1971,
    "tag": "Crime, Drama, Sci-Fi",
    "duration": 136,
    "director": "Stanley Kubrick",
    "writer": "Stanley Kubrick, Anthony Burgess",
    "productionCompany": "Warner Bros.",
    "actors": "Malcolm McDowell, Patrick Magee, Michael Bates, Warren Clarke, John Clive, Adrienne Corri, Carl Duering, Paul Farrell, Clive Francis, Michael Gover, Miriam Karlin, James Marcus, Aubrey Morris, Godfrey Quigley, Sheila Raynor",
    "description": "In the future, a sadistic gang leader is imprisoned and volunteers for a conduct-aversion experiment, but it doesn't go as planned.",
    "avgVote": 8.3,
    "votes": 740301
  },
  {
    "imdb": "tt0070735",
    "originalTitle": "The Sting",
    "year": 1973,
    "tag": "Comedy, Crime, Drama",
    "duration": 129,
    "director": "George Roy Hill",
    "writer": "David S. Ward",
    "productionCompany": "Zanuck/Brown Productions",
    "actors": "Paul Newman, Robert Redford, Robert Shaw, Charles Durning, Ray Walston, Eileen Brennan, Harold Gould, John Heffernan, Dana Elcar, Jack Kehoe, Dimitra Arliss, Robert Earl Jones, James Sloyan, Charles Dierkop, Lee Paul",
    "description": "Two grifters team up to pull off the ultimate con.",
    "avgVote": 8.3,
    "votes": 236285
  },
  {
    "imdb": "tt0075314",
    "originalTitle": "Taxi Driver",
    "year": 1976,
    "tag": "Crime, Drama",
    "duration": 114,
    "director": "Martin Scorsese",
    "writer": "Paul Schrader",
    "productionCompany": "Columbia Pictures",
    "actors": "Diahnne Abbott, Frank Adu, Victor Argo, Gino Ardito, Garth Avery, Peter Boyle, Albert Brooks, Harry Cohn, Copper Cunningham, Robert De Niro, Brenda Dickson, Harry Fischler, Jodie Foster, Nat Grant, Leonard Harris",
    "description": "A mentally unstable veteran works as a nighttime taxi driver in New York City, where the perceived decadence and sleaze fuels his urge for violent action by attempting to liberate a presidential campaign worker and an underage prostitute.",
    "avgVote": 8.3,
    "votes": 703264
  },
  {
    "imdb": "tt0082096",
    "originalTitle": "Das Boot",
    "year": 1981,
    "tag": "Adventure, Drama, Thriller",
    "duration": 149,
    "director": "Wolfgang Petersen",
    "writer": "Wolfgang Petersen, Lothar G. Buchheim",
    "productionCompany": "Bavaria Film",
    "actors": "Jürgen Prochnow, Herbert Grönemeyer, Klaus Wennemann, Hubertus Bengsch, Martin Semmelrogge, Bernd Tauber, Erwin Leder, Martin May, Heinz Hoenig, Uwe Ochsenknecht, Claude-Oliver Rudolph, Jan Fedder, Ralf Richter, Joachim Bernhard, Oliver Stritzel",
    "description": "The claustrophobic world of a WWII German U-boat; boredom, filth and sheer terror.",
    "avgVote": 8.3,
    "votes": 226427
  },
  {
    "imdb": "tt0086190",
    "originalTitle": "Star Wars: Episode VI - Return of the Jedi",
    "year": 1983,
    "tag": "Action, Adventure, Fantasy",
    "duration": 131,
    "director": "Richard Marquand",
    "writer": "Lawrence Kasdan, George Lucas",
    "productionCompany": "Lucasfilm",
    "actors": "Mark Hamill, Harrison Ford, Carrie Fisher, Billy Dee Williams, Anthony Daniels, Peter Mayhew, Sebastian Shaw, Ian McDiarmid, Frank Oz, James Earl Jones, David Prowse, Alec Guinness, Kenny Baker, Michael Pennington, Kenneth Colley",
    "description": "After a daring mission to rescue Han Solo from Jabba the Hutt, the Rebels dispatch to Endor to destroy the second Death Star. Meanwhile, Luke struggles to help Darth Vader back from the dark side without falling into the Emperor's trap.",
    "avgVote": 8.3,
    "votes": 928036
  },
  {
    "imdb": "tt0086250",
    "originalTitle": "Scarface",
    "year": 1983,
    "tag": "Crime, Drama",
    "duration": 170,
    "director": "Brian De Palma",
    "writer": "Oliver Stone",
    "productionCompany": "Universal Pictures",
    "actors": "Al Pacino, Steven Bauer, Michelle Pfeiffer, Mary Elizabeth Mastrantonio, Robert Loggia, Miriam Colon, F. Murray Abraham, Paul Shenar, Harris Yulin, Ángel Salazar, Arnaldo Santana, Pepe Serna, Michael P. Moran, Al Israel, Dennis Holahan",
    "description": "In 1980 Miami, a determined Cuban immigrant takes over a drug cartel and succumbs to greed.",
    "avgVote": 8.3,
    "votes": 721343
  },
  {
    "imdb": "tt0086879",
    "originalTitle": "Amadeus",
    "year": 1984,
    "tag": "Biography, Drama, History",
    "duration": 160,
    "director": "Milos Forman",
    "writer": "Peter Shaffer, Peter Shaffer",
    "productionCompany": "AMLF",
    "actors": "F. Murray Abraham, Tom Hulce, Elizabeth Berridge, Roy Dotrice, Simon Callow, Christine Ebersole, Jeffrey Jones, Charles Kay, Kenneth McMillan, Kenny Baker, Lisbeth Bartlett, Barbara Bryne, Martin Cavina, Roderick Cook, Milan Demjanenko",
    "description": "The life, success and troubles of",
    "avgVote": 8.3,
    "votes": 361028
  }
]
